Repository: webmandesign/rename-taxonomies
Catalog: languages/rename-taxonomies-*.po
Languages: sk_sk

source: Taxonomy
sk_sk: Taxonómia

source: Taxonomies
sk_sk: Taxonómie

source: Categories
sk_sk: Kategórie

source: Tags
sk_sk: Značky

source: Status
sk_sk: Stav

# The (*) is for info note below the items list.
source: Taxonomy Title (*)
sk_sk: Názov taxonómie (*)

source: Default Taxonomy Title
sk_sk: Pôvodný názov taxonómie

# The same as "taxonomy registration ID".
source: Taxonomy Registration Key
sk_sk: Registračné ID taxonómie

source: Related Post Types
sk_sk: Pridružené typy obsahu

source: Uses customized labels
sk_sk: Používa upravené názvy

source: Uses default labels
sk_sk: Používa pôvodné názvy

source: Edit taxonomy labels
sk_sk: Upraviť názvy taxonómie

source: Rename Taxonomies
sk_sk: Premenovať taxonómie

source: No changes will be saved!
sk_sk: Žiadne zmeny sa neuložia!

source: &laquo; Go back to taxonomies list
sk_sk: &laquo; Späť na zoznam taxonómií

source: Insufficient privileges!
sk_sk: Nedostatočné oprávnenia!

source: Sorry, there is nothing to see here.
sk_sk: Tu nie je čo vidieť.

source: Error: Invalid taxonomy!
sk_sk: Chyba: Neplatná taxonómia.

# %s: taxonomy ID.
source: Editing %s taxonomy
sk_sk: Upravujete taxonómiu %s

source: In form below you can only edit taxonomy labels.
sk_sk: V doleuvedenom formulári môžete taxonómiu iba premenovať.

source: The labels will change naming of the taxonomy, but not its functionality (you will not loose any registered taxonomy).
sk_sk: Premenovaním názvov iba upravíte pomenovanie taxonómie, nie jej funkcionalitu (nestratíte žiadnu registrovanú taxonómiu).

source: This will not affect taxonomy URL slugs, however.
sk_sk: Toto nastavenie však nemá žiaden vplyv na URL adresy.

source: New taxonomy labels were saved successfully!
sk_sk: Nové názvy taxonómie boli úspešne uložené!

source: Please, refresh the page to preview the changes.
sk_sk: Znovu načítajte stránku pre aplikovanie zmien.

source: No changes were saved!
sk_sk: Žiadne zmeny neboli uložené!

source: - Using WordPress default value -
sk_sk: - Používa pôvodné nastavenia WordPressu -

source: Reset default value
sk_sk: Nastaviť pôvodnú hodnotu

source: Save All Changes
sk_sk: Uložiť všetky zmeny

source: Default value: "%s"
sk_sk: Pôvodná hodnota: "%s"

source: Reset all taxonomy labels to default values
sk_sk: Nastaviť všetky názvy taxonómie na pôvodné hodnoty

source: List of registered taxonomies:
sk_sk: Zoznam registrovaných taxonómií:

source: (Click the taxonomy name to edit its details)
sk_sk: (Kliknite na názov taxonómie pre jej úpravu)

source: (*) Items in the list are sorted alphabetically by (the customized) "Taxonomy Title" field.
sk_sk: (*) Položky v zozname sú triedené abecedne podľa (upraveného) názvu taxonómie.

source: Number of items per page:
sk_sk: Počet položiek na stránku:

# Plugin action link.
source: Settings
sk_sk: Nastavenia

# Form field label. Taxonomy label name.
source: Name
sk_sk: Názov

source: General name for the taxonomy, usually plural.
sk_sk: Všeobecný názov taxonómie, zvyčajne množné číslo.

# Form field label. Taxonomy label name.
source: Singular Name
sk_sk: Názov (jednotné číslo)

source: Name for one item of the taxonomy.
sk_sk: Názov jednej položky taxonómie.

# Form field label. Taxonomy label name.
source: Search Items
sk_sk: Hľadať položky

source: Label for taxonomy search form button.
sk_sk: Názov tlačidla pre vyhľadávanie položiek taxonómie.

# Form field label. Taxonomy label name.
source: All Items
sk_sk: Všetky položky

source: Label for all taxonomy items.
sk_sk: Názov pre všetky položky taxonómie.

# Form field label. Taxonomy label name.
source: Edit Item
sk_sk: Upraviť položku

source: Label for editing the taxonomy item.
sk_sk: Názov pre úpravu položky taxonómie.

# Form field label. Taxonomy label name.
source: View Item
sk_sk: Zobraziť položku

source: Label for viewing the taxonomy item.
sk_sk: Názov pre zobrazenie položky taxonómie.

# Form field label. Taxonomy label name.
source: Update Item
sk_sk: Aktualizovať položku

source: Label for updating the taxonomy item.
sk_sk: Názov pre aktualizáciu položky taxonómie.

# Form field label. Taxonomy label name.
source: Add New Item
sk_sk: Pridať novú položku

source: Label for adding a new taxonomy item.
sk_sk: Názov pre pridávanie novej položky taxonómie.

# Form field label. Taxonomy label name.
source: New Item Name
sk_sk: Titulok novej položky

source: Label for new taxonomy item name field.
sk_sk: Názov pre pole titulku novej položky taxonómie.

# Form field label. Taxonomy label name.
source: Not Found
sk_sk: Nenájdené

source: Used in the meta box and taxonomy list table.
sk_sk: Tento názov je použitý v meta boxe a v zozname taxonómie.

# Form field label. Taxonomy label name.
source: No Terms
sk_sk: Žiadne položky

source: Used in the posts and media list tables.
sk_sk: Používa sa v tabuľkách zoznamu článkov a médií.

# Form field label. Taxonomy label name.
source: Items List Navigation
sk_sk: Navigácia v zozname položiek

source: String for the table pagination hidden heading.
sk_sk: Skrytý názov pre pagináciu tabuľky zoznamu položiek.

# Form field label. Taxonomy label name.
source: Items List
sk_sk: Zoznam položiek

source: String for the table hidden heading.
sk_sk: Skrytý názov pre tabuľku zoznamu položiek.

# Form field label. Taxonomy label name.
source: Parent Item
sk_sk: Nadradená položka

source: Parent taxonomy label.
sk_sk: Názov pre nadradenú taxonómiu.

# Form field label. Taxonomy label name.
source: Parent Item Colon
sk_sk: Nadradená položka s dvojbodkou

source: The same as parent_item, but with colon (:) in the end.
sk_sk: Rovnaký názov ako "Nadradená položka", len s dvojbodkou (:) na konci.

# Form field label. Taxonomy label name.
source: Popular Items
sk_sk: Obľúbené položky

source: Popular items label.
sk_sk: Názov pre obľúbené položky.

# Form field label. Taxonomy label name.
source: Separate Items With Commas
sk_sk: Oddeľte položky čiarkou

source: This is used in the meta box.
sk_sk: Tento názov je použitý v meta boxe.

# Form field label. Taxonomy label name.
source: Add or Remove Items
sk_sk: Pridať alebo odstrániť položky

source: Used in the meta box when JavaScript is disabled.
sk_sk: Použáva sa v meta boxe, ak je zakázaný JavaScript.

# Form field label. Taxonomy label name.
source: Choose From Most Used
sk_sk: Vybrať z najpoužívanejších

source: Used in the meta box.
sk_sk: Používa sa v meta boxe.
